Autodesk.Revit.DB.PolylineNode.GetPolyline
Returns the polyline object corresponding to the node.
Returns:
The polyline instance.
Since:
2016

Autodesk.Revit.DB.PolylineNode
An output node that represents a 3D polyline.
Remarks:
See also: Autodesk::Revit::DB::IModelExportContext::OnPolyline.
Since:
2016